Repository: chenxi102/Tire-Pressure
Catalog: Tire pressure tirePressure/*.lproj/Localizable.strings
Languages: es, fr, ru, zh_hans

# TPMainMenuTireMatch
source: Tire Match
es: Emparejamiento del neumático
fr: Pneu correspondant
ru: Подбор шин
zh_hans: 轮胎匹配

# TPMainMenuBaseSetting
source: Setting
es: Configuración
fr: Installation de base
ru: Основные настройки
zh_hans: 基础设置

# TPMainMenuAlarm
source: Alarm
es: Alarma
fr: Avertissement
ru: Тревога
zh_hans: 警告声

# TPMainMenuVersionInfo
source: Version
es: Versión
ru: Версия
zh_hans: 版本信息

# TPMainPageAlarm
source: Alarm
es: Alarma
fr: Avertissement
ru: Тревога
zh_hans: 轮胎有警告

# TPMainPageAlarmType_FrontLaftWheel_lowPressure
source: Alarm type: Left front tire low pressure
es: Tipo de alarma: La presión del neumático delantero izquierdo es baja.
fr: Type d’avertissement: La pression du pneu avant gauche est basse
ru: Тип тревоги: низкое давление в левой передней шине
zh_hans: 警告类型：左前轮胎气压低

# TPMainPageAlarmType_FrontLaftWheel_highPressure
source: Alarm type: Left front tire high pressure
es: Tipo de alarma: La presión del neumático delantero izquierdo es alta.
fr: Type d’avertissement: La pression du pneu avant gauche est haute
ru: Тип тревоги: высокое давление в левой передней шине
zh_hans: 警告类型：左前轮胎气压高

# TPMainPageAlarmType_FrontLaftWheel_highTemprature
source: Alarm type: Left front tire high temperature
es: Tipo de alarma: La temperatura del neumático delantero izquierdo es alta.
fr: Type d’avertissement: La température du pneu avant gauche est haute
ru: Тип тревоги: высокая температура в левой передней шине
zh_hans: 警告类型：左前轮胎温度高

# TPMainPageAlarmCancel
source: Cancel
es: Cancelar
fr: annuler
ru: отмена
zh_hans: 取消

# TPMainPageAlarmCheck
source: Check
es: Comprobar
fr: oui
ru: проверить
zh_hans: 查看

# TPMainPageAlarmType_BackLaftWheel_lowPressure
source: Alarm type: Left rear tire low pressure
es: Tipo de alarma: La presión del neumático trasero izquierdo es baja
fr: Type d’avertissement: Lapression du pneu arrière gauche est basse
ru: Тип тревоги: низкое давление в левой задней шине
zh_hans: 警告类型：左后轮胎气压低

# TPMainPageAlarmType_BackLaftWheel_highPressure
source: Alarm type: Left rear tire high pressure
es: Tipo de alarma: La presión del neumático trasero izquierdo es alta
fr: Type d’avertissement: La pression du pneu arrière gauche est haute
ru: Тип тревоги: высокое давление в левой задней шине
zh_hans: 警告类型：左后轮胎气压高

# TPMainPageAlarmType_BackLaftWheel_highTemprature
source: Alarm type: Left rear tire high temperature
es: Tipo de alarma: La temperatura del neumático trasero izquierdo es alta
fr: Type d’avertissement: La température du pneu arrière gauche est haute
ru: Тип тревоги: высокая температура в левой задней шине
zh_hans: 警告类型：左后轮胎温度高

# TPMainPageAlarmType_FrontRightWheel_lowPressure
source: Alarm type: Right front tire low pressure
es: Tipo de alarma: La presión del neumático delantero derecho es baja
fr: Type d’avertissement: La pression du pneu avant droit est basse
ru: Тип тревоги: низкое далевние в правой передней шине
zh_hans: 警告类型：右前轮胎气压低

# TPMainPageAlarmType_FrontRightWheel_highPressure
source: Alarm type: Right front tire high pressure
es: Tipo de alarma: La presión del neumático delantero derecho es alta
fr: Type d’avertissement: La pression du pneu avant droit est haute
ru: Тип тревоги: высокое давление в правой передней шине
zh_hans: 警告类型：右前轮胎气压高

# TPMainPageAlarmType_FrontRightWheel_highTemprature
source: Alarm type: Right front tire high temperature
es: Tipo de alarma: La temperatura del neumático delantero derecho es alta
fr: Type d’avertissement: La température du pneu avant droit est haute
ru: Тип тревоги: высокая температура в правой передней шине
zh_hans: 警告类型：右前轮胎温度高

# TPMainPageAlarmType_BackRightWheel_lowPressure
source: Alarm type: Right rear tire low pressure
es: Tipo de alarma: La presión del neumático trasero derecho es baja
fr: Type d’avertissement: La pression du pneu arrière droit est basse
ru: Тип тревоги: низкое давление в правой задней шине
zh_hans: 警告类型：右后轮胎气压低

# TPMainPageAlarmType_BackRightWheel_highPressure
source: Alarm type: Right rear tire low pressure
es: Tipo de alarma: La presión del neumático trasero derecho es alta
fr: Type d’avertissement: La pression du pneu arrière droit est haute
ru: Тип тревоги: высокое давление в правой задней шине
zh_hans: 警告类型：右后轮胎气压高

# TPMainPageAlarmType_BackRightWheel_highTemprature
source: Alarm type: Right rear tire high temperature
es: Tipo de alarma: La temperatura del neumático trasero derecho es alta
fr: Type d’avertissement: La température du pneu arrière droit est haute
ru: Тип тревоги: высокая температура в правой задней шине
zh_hans: 警告类型：右后轮胎温度高

# TPMatchPage_MatchSetting
source: Match setting
es: Configuración del coincidencia
fr: Pneu correspondant
ru: Настройки подбора
zh_hans: 匹配设置

# TPMatchPage_leftFrontWheel
source: Left front tire
es: Neumático delantero izquierdo
fr: Pneu avant gauche
ru: Левое переднее колесо
zh_hans: 左前轮

# TPMatchPage_leftBackWheel
source: Left rear tire
es: Neumático trasero izquierdo
fr: Pneu arrière gauche
ru: Левое заднее колесо
zh_hans: 左后轮

# TPMatchPage_OK
source: OK
fr: Oui
zh_hans: 确定

# TPMatchPage_rightFrontWheel
source: Right front tire
es: Neumático delantero derecho
fr: Pneu avant droit
ru: Правое переднее колесо
zh_hans: 右前轮

# TPMatchPage_rightBackWheel
source: Right rear tire
es: Neumático trasero derecho
fr: Pneu arrière gauche
ru: Правое заднее колесо
zh_hans: 右后轮

# TPTireMatchPage_TireSetting
source: Tire exchange
es: Intercambio de neumáticos
fr: Pneu exchange
ru: Обмен шин
zh_hans: 调胎设置

# TPTireMatchPage_OK
source: OK
fr: Oui
zh_hans: 确定

# TPBaseSettingPage
source: Setting
es: Configuración
fr: Installation
ru: Настройки
zh_hans: 设置

# TPBaseSettingPage_OK
source: OK
fr: Oui
zh_hans: 确定

# TPBaseSettingPage_PressureUnit
source: Pressure unit
es: Unidad de presión
fr: Unités de pression
ru: Единица давления
zh_hans: 压力单位

# TPBaseSettingPage_TemperatureUnit
source: Temperature unit
es: Unidad de temperatura
fr: Unités de température
ru: Единицы измерения температуры
zh_hans: 温度单位

# TPBaseSettingPage_UpperLimitValueSetting
source: Upper limit alarm value setting
es: Configuración del valor máximo de alarma
fr: Installation de la valeur d’avertissement de la limite supérieure
ru: Установка верхнего предела тревоги
zh_hans: 上限警报值设置

# TPBaseSettingPage_LowerrLimitValueSetting
source: Lower limit alarm value setting
es: Configuración del valor mínimo de alarma
fr: Installation de la valeur d’avertissement de la limite inférieure
ru: Установка нижнего предела тревоги
zh_hans: 下限警报值设置

# TPBaseSettingPage_EnterTireSetting
source: Enter the tire setting
es: Entrar en la configuración del neumático
fr: Entrer l’installation des pneu exchanges
ru: Войти в настройку обмена шин
zh_hans: 进入调胎设置

# TPWarnigPage_Chinese
source: Chinese
es: Chino
fr: chinois
ru: Китайский
zh_hans: 中文

# TPWarnigPage_English
source: English
es: Inglés
fr: anglais
ru: Английский
zh_hans: 英文

# TPWarnigPage_Russian
source: Russian
es: Ruso
fr: russe
ru: Русский
zh_hans: 俄文

# TPWarnigPage_French
source: French
es: Francés
fr: français
ru: Французский
zh_hans: 法文

# TPWarnigPage_Spanish
source: Spanish
es: Español
fr: espagnol
ru: Испанский
zh_hans: 西班牙文

# TPWarnigPage_OK
source: OK
fr: Oui
zh_hans: 确定

# TPVersionPageInformation
source: Version information
es: Informaciones de versión
fr: version
ru: Версия
zh_hans: 版本信息

# TPVersionPage_RestoreDefaultSetting
source: Restore the factory default setting
es: Restaurar la configuración de fábrica
fr: Rétablissement de paramètres par défaut
ru: Восстановить параметры по умолчанию
zh_hans: 恢复默认设置

# TPVersionPage_Cancel
source: Cancel
es: Cancelar
fr: annuler
ru: Отмена
zh_hans: 取消

# TPVersionPage_OK
source: OK
fr: oui
zh_hans: 确定
